import React from "react";

const ProductQualityPage: React.FC = () => {
    return (
        <main className="max-w-5xl mx-auto px-4 py-16">
            <h1 className="text-3xl font-bold text-center mb-12">
                Про якість товару, що продається
            </h1>

            <p className="mb-6">
                Вже понад десять років ми доставляємо не лише бʼюті-посилки, а й даруємо
                клієнтам найпозитивніші емоції від покупок. Кожен день ми працюємо над
                тим, щоб відкривати для вас нові бренди, підтримувати демократичну цінову
                політику і забезпечувати високий рівень сервісу. Саме ці чинники дали
                можливість Cosmeria посісти впевнену позицію на бʼюті-ринку України і
                стрімко завоювати країни Європейського союзу.
            </p>

            <p className="mb-6">
                Cosmeria співпрацює з представництвами брендів та офіційними
                дистриб’юторами як в Україні, так і в ЄС. Зі свого боку, ми контролюємо
                якість товару, умови зберігання і інспектуємо розмір збереження посилки
                на всіх етапах транспортування замовлення. Щоб гарантувати абсолютний
                захист покупців, ми дозволяємо і навіть рекомендуємо нашим клієнтам
                перевіряти цілісність посилки у присутності кур’єра.
            </p>

            <p className="mb-6">
                Тісно співпрацюючи з багатьма компаніями, ми забезпечили можливість
                прямої підтримки клієнтів. Ви можете поставити запитання про товар
                безпосередньо експертам брендів — і вони із задоволенням допоможуть
                зробити правильний вибір.
            </p>

            <p className="mt-8">Бажаємо приємних покупок!</p>
        </main>
    );
};

export default ProductQualityPage;
