import React from "react";

const ProductQualityPage: React.FC = () => {
    return (
        <main className="relative w-full mx-auto px-4 md:px-2 py-16 font-manrope text-[#1c1c1c]">
            <div className="w-full max-w-[1275px] mx-auto space-y-16">
                {/* Заголовок */}
                <h1 className="text-[32px] font-semibold text-center">
                    Про якість товару, що продається
                </h1>

                {/* Основний текст */}
                <section className="space-y-4 text-[20px] font-normal leading-[1.4]">
                    <p>
                        Вже понад десять років ми доставляємо не лише бʼюті-посилки, а й даруємо клієнтам найпозитивніші емоції від покупок. Кожен день ми працюємо над тим, щоб відкривати для вас нові бренди, підтримувати демократичну цінову політику і забезпечувати високий рівень сервісу. Саме ці чинники дали можливість Cosmeria посісти впевнену позицію на бʼюті-ринку України і стрімко завоювати країни Європейського союзу.
                    </p>
                </section>

                <section className="space-y-4 text-[20px] font-normal leading-[1.4]">
                    <p>
                        Cosmeria співпрацює з представництвами брендів та офіційними дистриб’юторами як в Україні, так і в ЄС. Зі свого боку, ми контролюємо якість товару, умови зберігання і інспектуємо розмір збереження посилки на всіх етапах транспортування замовлення. Щоб гарантувати абсолютний захист покупців, ми дозволяємо і навіть рекомендуємо нашим клієнтам перевіряти цілісність посилки у присутності кур’єра.
                    </p>
                </section>

                <section className="space-y-4 text-[20px] font-normal leading-[1.4]">
                    <p>
                        Тісно співпрацюючи з багатьма компаніями, ми забезпечили можливість прямої підтримки клієнтів. Ви можете поставити запитання про товар безпосередньо експертам брендів — і вони із задоволенням допоможуть зробити правильний вибір.
                    </p>
                </section>

                <section className="space-y-4 text-[20px] font-normal leading-[1.4]">
                    <p>
                        Бажаємо приємних покупок!
                    </p>
                </section>
            </div>
        </main>
    );
};

export default ProductQualityPage;
