import React from "react";

const ReturnsPage: React.FC = () => {
    return (
        <main className="max-w-5xl mx-auto px-4 py-16">
            <h1 className="text-3xl font-bold text-center mb-12 ">
                Простий обмін і повернення
            </h1>
         <div className="font-manrope">
            <p className="mb-6">
                Вкладка додалась або переплутана позиція у замовленні? Під час перевірки
                посилки ви побачили пошкодження товару? Розуміємо, що непорозуміння
                трапляються. Просто розкажіть нам про проблему, і ми допоможемо швидко
                вирішити її.
            </p>

            <ol className="list-decimal ml-6 space-y-4">
                <li>
                    Якщо під час отримання посилки доставлений товар не відповідає
                    замовленню, кур’єр або менеджер на пункті видачі за ваше прохання забере
                    товар і поверне його. Надіслати назад посилку поштових служб-партнерів,
                    а також при поверненні посилок з усіх технічних причин, які не залежать
                    від клієнта, ми сплачуємо власним коштом. Якщо під час отримання
                    замовлення упаковка відкрита чи пошкоджена, будь ласка, не підписуйте
                    видаткові документи, часткове повернення окремих товарів із замовлення
                    або повернення товарів з пошкодженою упаковкою ми прийняти не зможемо.
                </li>
                <li>
                    Якщо придбаний виріб виявився зайвим, коротко опишіть ситуацію,
                    прикладіть фото або відео товару, який ви придбали і хочете
                    повернути, а також надішліть листа на електронну адресу. У листі
                    вкажіть номер замовлення, ПІБ та контактні дані для зворотного
                    зв’язку. Ми зв’яжемося з вами найближчим часом і підкажемо, як
                    організувати повернення.
                </li>
                <li>
                    Якщо товар не був у вжитку й збережено цілісність упаковки та
                    товарного вигляду, протягом <strong>14 днів</strong> з моменту покупки
                    ви можете повернути продукт.
                </li>
            </ol>

            <p className="mt-6">
                На жаль, навіть найвідоміші бренди не застраховані від виробничого
                браку. Якщо ви виявили дефект, ви можете повернути товар і отримати
                назад кошти.
            </p>

            <p className="mt-6">
                Будь ласка, подбайте про збереження цілісності упаковки та всього
                комплекту поставки. Якщо замовлення містило подарунки, бонуси або
                інші товари, що йшли у комплекті, вони також мають бути повернені.
            </p>

            <p className="mt-6">
                Якщо після отримання замовлення у вас виникли додаткові запитання —
                зверніться в наш контакт-центр, ми допоможемо.
            </p>

            <p className="mt-6">
                Для того щоб прискорити процес, будь ласка, прикріпіть фото упаковки і
                самого товару. Якщо повернення організоване за вашою ініціативою —
                витрати на пересилання бере на себе клієнт.
            </p>

            <p className="mt-6">
                Єдине прохання: не повертайте нам товари, придбані в іншому магазині,
                вироби, що були у використанні, або продукцію, щодо якої немає
                аргументованих причин для обміну або повернення. В усіх інших
                ситуаціях ми постараємося допомогти легко і швидко зробити обмін або
                повернення товару.
            </p>

            <p className="mt-6">
                З усіх питань ви можете зв’язатися з нами за телефонами:{" "}
                <strong>(044) 374 03 83</strong> або <strong>0 (800) 507 740</strong>.
            </p>
         </div>
        </main>
    );
};

export default ReturnsPage;
